/* User/pwd server verification */
"Authentication Required" = "प्रमाणन आवश्यक है";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "रद्द करें";

/* HTTPS server verification */
"Proceed" = "आगे बढ़ें";

/* Link long-press context menu */
"Copy Link" = "लिंक कॉपी करें";

/* Google autocomplete error */
"Error: " = "त्रुटि: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Webview के लिए ऑडियो सत्र सेट करने में विफल रहे हैं; हो सकता है कोई आवाज न हो।";

/* User/pwd server verification */
"Log In" = "लॉगिन करें";

/* Link long-press context menu */
"Open Here" = "यहां खोलें";

/* Link long-press context menu */
"Open in New Tab" = "नए टैब में खोलें";

/* User/pwd server verification */
"Password" = "पासवर्ड";

/* Google autocomplete error */
"response code %d" = "प्रतिक्रिया कोड %d";

/* Google autocomplete error */
"response format unrecognized" = "प्रतिक्रिया प्रारूप अमान्य है";

/* Google autocomplete error */
"response non-decodable" = "प्रतिक्रिया गैर-डीकोडेबल";

/* Google autocomplete error */
"response parsing %@" = "प्रतिक्रिया पार्सिंग %@";

/* HTTPS server verification */
"Warning" = "चेतावनी";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "साइट का सुरक्षा प्रमाणपत्र विश्वसनीय नहीं है। क्या आप आगे बढ़ना चाहते हैं?";

/* User/pwd server verification */
"Username" = "उपयोगकर्ता नाम";

/* Link long-press context menu */
"Open in Background Tab" = "पृष्ठभूमि टैब में खोलें";

/* Bookmark view controller */
"Edit Bookmark" = "बुकमार्क संपादित करें";

/* Link long-press context menu */
"Save Image" = "आकृति रक्षित करें";

/* Link long-press context menu */
"Save Video" = "वीडियो रक्षित करें";

/* Web download failure alert title */
"Download Failed" = "डाउनलोड करना विफल";

/* Web download failure description */
"File download failed due to network error." = "नेटवर्क की त्रुटि के कारण फाइल डाउनलोड विफल।";

/* Web download failure description */
"The file had unexpected content." = "फाइल में अनपेक्षित सामग्री है।";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "कैमरा रोल के लिए फाइल को रक्षित नहीं किया जा सका।";

/* Web download failure description */
"File download failed due to internal error %@." = "आंतरिक त्रुटि %@ के कारण फ़ाइल डाउनलोड विफल।";

/* Download prohibition alert text */
"Browser cannot download this file." = "ब्राउज़र इस फ़ाइल डाउनलोड नहीं कर सकता।";

/* Generic alert popup button */
"OK" = "ओके";

/* Generic alert popup button */
"Cancel" = "रद्द करें";
